{
    "issues": [
        {
            "issue_id": "8k71pf94q",
            "articles": [
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "NO TEXT FOUND",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "For the Liberator.\nADDRESS TO THE MEMBERS OF THE\nLEGISLATURE OF VIRGINIA.\nA large body of your fellow citizens view wit\nintense interest the animating spectacle your Stat\nnow exhibits. The moral conflict that is going on\namong you between the mistaken interests, the dar\nand erring passions and prejudices of the human\nheart, and the glorious aitributes that tend to exal\nand dignify man and promote human happiness\ncannot but prove of vast importance in its results 1\nyourselves—to your southern brethren—to this whol\nhemisphere-and remotely to the whole world.\nÀ conviction that you are disposed patiently to in\nvestigate and weigh the various and conflicting pro\njects that may be offered for the removal of the ap\npalling evils under which you labor, encourages m\nto offer some views for your\nconsideration.\nMany estimable individuals have proposed seve\nal plans of colonization as offering, in their opinion\nthe best means of relief, viz. removal to Liberia, t\nHayti, Texas, Canada, &c. It inay be right tha\nthese channels remain open to the voluntary, unin\nfluenced choice of those to whom they are offered\nyet, if carried to any great extent, it is my full con\nviction that such removals would be attended wit\nan enormous waste of valuable lives, and be of in\ncalculable injury to the Planters, to the Unite\nStates, and to the slaves themselves; all which\nshall endeavor to prove.\nNot knowing accurately the amount exported\nthe agricultural products of the slave States, let u\ncall them twenty-five millions of dollars annually\nTake away the laborers who produce these, an\nwho shall supply their places ? Can the planter\nand their sons ? Impossible! With as great\nchange of habit as necessity itself could urge, al\nthat they could raise for years to come would affor\nbut a scanty subsistence for themselves and familie\n-the bare necessaries of life, with nothing to ex\nport. Should we seek to fill the vacancy by the im\nportation of Irish laborers, one half of these woule\nprobably perish in the two first seasons : moreover\nthey would unquestionably be more intemperate\nmore turbulent and less effective hands than a like\nnumber of free blacks. The writer of these line\nknows this from experience, having during the las\ntwenty years frequently employed both in agricul\ntural pursuits ; and he has uniforinly been more\nfaithfully and profitably served by those who hac\nescaped from slavery in the South, than from the\nother class. He has therefore become fully convinc-\ned, that nothing is wanted but to change the char-\nacter of your laboring population from slave to free\nord the more instantaneously this is done, the bet-\nter ; a corresponding change in our treatment o\nthem would of course follow.\n• But,' says your intelligent statesmen, our re-\nliance is on diverting to the south the current of emi-\ngration that is now powerfully setting from the north-\nern and eastern to the western states.' This migh\npossibly, in some degree, be attainable ; but, in the\nfirst place, it would retard advancement in the west\nSecondly, northing short of an immense depreciation\nof property in the south would tempt this descrip-\ntion of emigrants to remove among you. Thirdly.\nnot being accustomed to subordination to individuals\nbut only to the laws, they would remove mostly as\nindependent settlers. Fourthly, should any of them\nhire to you as laborers, they would expect such ad-\nditional compensation on account of the unhealthi-\nness and fatigue incident to warm climates, as would\nsoon enable them to supplant you as owners of the\nsoil. A great proportion of these would, however,\nperish in the seasoning. And fiftbly, the sagacity of\nthe survivors would soon enable them to discover\nthat it would be to their interest to invite back the\nvery same free negroes that you had banished, as\nthey would undoubtedly be the best and most profit-\nable hands that could be employed in those climates\nThus it appears that\n1st. The millions to be expended in their removal\nmay yet be saved.\n2nd. The twenty-five millions that they now an-\nnually produce may be saved.\n3d. The thousands of lives to be sacrificed in their\ndeportation and acclimation in foreign lands may be\ngaved.\n4th. The expense of re-importing them may be\nsaved.\n5th. Another loss of life in re-acclimation may be\nsaved.\n6th The sacrifice of the lives of a large body of\neastern or other emigrants may be saved.\n7th. The wretchedness consequent on the im.\nmense depreciation of your property, and the trans-\nfer of it into other bands, may be saved.\nSth. An incalculable loss of character may be\nsaved, and the western states may be permitted to\ngo on receiving their wonted stream of healthful\nemigration.\nIt may bo well, too, to reflect a little on the risk\nthat attends the expalsion of the colored population ;\nfor they will not willingly expatriate theniselves.\nThe free blacks, it does not appear, have been at all\nimplieated in the recent insurrection in Virginia ;\nthey have, in fact, formed a barrier between the\nslaves and their masters ; but measures have been\ntaken that will almost compel them to identify\nthemselves with the slaves in some effort to attain\ntheir rights--for they are cruelly persecuted and\ndriven from State to State, with no where to lay\ntheir heads.\nThe more ignorant any person is, the stronger are\nhis local attachments. Ten miles square to a man,\nwho has never been beyond those limits, is all the\nworld to him : drive him from this spot, and his\nlonginys to return are almost irresistible.\nNorth and South America and the West Indies\ncontain, from the best information we can obtain,\ninore than twelve millions of colored people. Could\nthe two million five hundred thousand in the United\nStates be expelled from thence, the great majority\nof them would doubtless mingle with their nearest\nsurrounding brethren ; and, smarting under their\nwrongs, and at liberty to proclaim them, we may\nwell imagine what effect their representations would\nhave on these twelve millions whom we had also\nmade our enemies, by laws, that every one who\ncould tell his right hand from his left knew to be a-\nbominably unjust. Contests arising from our repeat-\ned and unprovoked aggressions seem unavoidable ;\nand should an invasion on their part promise any",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "NO TEXT FOUND",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "hope of redress, our expelled slaves would willingly\nguide the invaders to their native homes, in hope to\nbe again restored to the beloved scenes of their ear-\nliest recollections.\nThanks and gratitude are forever due to a benev-\nolent Creator, who has made the path of equity the\nonly path of safety. All these losses, all these per-\nils, we trust, may yet be averted, and the present\nowners of the soil retain their property, and long di-\nrect the labors of the colored population by simply\ngranting them their inalienable rights. It is true,\nthe door must be opened for their gradual elevation\nof character and standing even to an equality with\nus, and every moment's delay is dangerous. Their\nrise, were all inpediments to be removed to-mor-\nrow, would of necessity be gradual, and the public\nmind would be gradually preparing for it.\nWhat can we say in palliation of our conduct ?\nNever had oppressors so little plea for their injustice\ntoward a people, patient beyond all former exam-\nple. Our cupidity, in recently permitting an exten-\nsive domestic slave trade, has scattered throughout\nthis class the seeds of intelligence, that we can nev-\ner eradicate. Examples are multiplying around us\nof the perfect safety of liberating slaves, and of the\ncertain ultimate consequences of continuing slavery.\nCan we hesitate in our choice?\nTrained as our victims have long been in the\nschool of sorrow and of suffering, their uncomplain-\ning firmness of character and a protecting Providence\nwill yet work their redemption ; and every effort\nwe may make to bind and to crush, will be like\nraising a dam across a stream, whose waters are\ncontinually accuvulating.\nWhile we are sinking ourselves by ceaseless ef-\nforts to traduce and expel them, they are rising in\nesteem and worth, and our children's children will\nblush for our conduct.\nMy views are now before you-it will require no\nfunds to carry them into effect. Some sacrifices of\nnominal and pretended property, and of unworthy\nprejudices, must indeed be made ; and let these be\nbalanced by the unspeakable advantages to be reap-\ned, and the unrequitable though just claims on the\nother side. You form a Court of Equity yourselves,\nJudges and Defendants, and have to decide on your\nown exparte evidence. The claims of your slaves\nare reduced to the simplest point. They ask\nwages for past unremunerated years of toil, though\nno Court of Equity could refuse to give them with\nout justly forfeiting its character. They ask no por-\ntion of the wealth their labors have procured you.\nThey ask only what a state of peace would give in\nall civilized nations ; that you withhold your grasp\nfrom their persons, and treat them as men.\nRAMMOHUN ROY.\nnot",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "SI AVERY RECORD.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "KIDNAPPING. The following deposition (says\nthe U. S. Phila. Gazette) is made by James C. Jus-\ntice, whose strange absence we noticed on Friday\nlast. We are not acquainted with the deponent,\nand cannot therefore do inore than to place the at-\ntested account before the public, with a remark that\nseveral persons have called to express to us their en-\ntire confidence in the statement :\nJames C. Justice being sworn, saith that he will\nbe 20 years of age on the 10th of April, A. D. 1832.\nThat on Wednesday evening, the 29th day of Feb-\nruary last, he left the house of Thomas Porter, in\nVine street, No. 54, between the hours of 6 and 7\no'clock in the evening ; that he was about turning\ninto Coates alley, not quite a square from Mr. Por-\nter's house, when he was seized by two nien; that\nthey put a plaister over his mouth and held both bis\nhands, and took bim down Front street to Market\nstreet, and then put him on board a sloop at the\nlower side of Market street wharſ; that they put\nhim down into the hold of ihe sloop, took the plais-\nter from his mouth, and told him if he made a noise\nor hallooed they would knock out his brains; that\nthey pushed off the sloop immediately and went\ndown the river ; that they arrived at Delaware City\nabout 12 o'clock at night ; that there was a black\nman in the hold with him ; that the sloop was made\nfast to the wharf, and he heard the men say that they\nwould go to the tavern and get something to drink ;\nthat after the men had gone, this deponent and the\nblack nan broke open the hatchway and came on\ndeck, got upon the wharf and ran off as fast as they\ncould ; that about 3 o'clock on the morning of Fri-\nday they got to Wilmington, and that they both\ncame to the city on Friday in the Wilmington stean-\nboat. That while on board the sloop he heard the\nsay,\n. we have got these two fellows tight e-\nnough.' That the black man told deponent he lived\nin Shippen street, and had there a wife and three\nchildren ; that the black man told him he was\nbrought to the sloop in the same way that the depo-\nnent was brought there ; that on the way from Del-\naware City they stopped at a house where some\ncolored people lived, and stayed there some hours ;\nthat they were travelling all day on Thursday. That\nthe men who took .bm had on black dresses and\nchecked shirts ; that they had on long coats and\nblack hats ; that when they put him into the hold\nthey took off the plaister from his mouth; that he\nobserved nothing in the hold of the vessel ; that\nthey had no light ; that when himself and the black\nman made their escape, he first knew his companion\nto be black ; that the black man did not tell his\nname.\nJAMES C. JUSTICE.\nTaken and sworn before me, the 3d March, 1932.\nS. BALGER,\nAlderman\nmen",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "Suppression of the Slave Trade.--A conven-\ntion for the suppression of the slave trade between\nthe governments of Great Britain and France has\nbeen published. It provides for a mutual right of\nsearch to be exercised on board the vessels of the\ntwo nations within certain waters, viz: along the\nwest coast of Africa, from the 15th degree of North\nto the 10th degree of South Latitude, and to the\n30th degree of West Longitude from Paris--within\ntwenty leagues from the islands of Madagascar and\nPorto Rico, and within the same distance of the\ncoast of Brazil. The number of vessels to be in-\nvested with these rights to be fixed each year, and\neach to be commanded by an officer of the rank of\ncaptain or lieutenant.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "JAMAICA.\nA slip from the Beacon Office News Room at\nNorfolk contains advices from Falmouth to 11th\nFebruary. On the 6th, his Excellency the Govern-\nor issued a Proclamation, declaring martial law to\nbe no longer in force. This measure was taken by\nthe advice of the Major Generals of Districts : but\nwas considered by many persons as being premature.\nStill, the Governor is enforced to order out the mili-\ntia to quell rebellions, or bring in runaways, at any\ntime.\n'It is with regret we perceive, that the feelings ex-\ncited by these disturbances has vented itself in an\nimproper channel ; and that the dreadful lesson\nseems to have done little good. The Baptist Meet-\ning Houses at Falmouth, and Montego Bay, were\ndemolished, and the Methodist Church in the former\nplace was much injured, by an infatuated mob, who\nascribed to the best means for remedying a great\nevil, the unhappy consequences growing out of the\nnaiure of that evil itsell.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "LADIES' DEPARTMENT.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "Woman\nand\na\na\nSister?,\n6 Am I not",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "YES!\nWe acknowledge that thou art a woman and a\nsister ; and our sympathies have been awakened in\nthy behalf, although there are many who still remain\nin a state of apathy in regard to thy sufferings ; yet\nwe hope, by the blessing of God on our united exer-\ntions in your behalf, that the day will ere long arrive,\nwhen your oppressors will behold, and turn from\ntheir iniquitous ways; for the thought is too revolt-\ning, that there is so much indifference manifested\nby our sex, on this subject, although one million of\nthem are now groaning beneath the same oppressive\nyoke with thyself. But the race is not always 10 the\nswift, nor the battle to the strong; and He who rides\nupon the wings of the wind, in whom is all power,\ncan command a calın. He can rouse the sluggish\nevery where, He can break the fetters and release\nthe oppressed slaves from the power of the cruel ty-\nrant; then they will no longer be heard to groan\nunder the lash of the unfeeling driver, whose every\nblow bears witness of the savage barbarity of the\nmonster, or the shrieks of the afflicted mother be\nheard at the parting of her dear offspring, (the only\nconsolation of her heart.) But something must be\ndone : an effort must be made : nothing can be done\nwithout an effort : and it is in the power of Ameri-\ncan women to do much, in the cause of African\nemancipation ; they can form societies ; each mem-\nber agreeing to do all in her power to abolish this\nhorrible traffic--to spread the alarm by patronising\nthe Liberator-ind to abstain from using the fruits\nof iniquity and oppression.\nThat, aroused by our example,\nColun:bia then may break the chain ;\nNor the mournful sons of Afric\nLonger curse our lust of gain.'\nProvidence, R. I.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "INTERESTING LETTER.\nTo the Editor of the Liberator.\nSIR-If you think the enclosed letter from a\nfriend, suitable for the Liberator, it will give me\npleasure to see it occupy a place in your columns.\nY. Z.\n-, Sept. Sth, 1831.\nMy dear friend—I am sorry you should have\nthought me weary of a subject that ought to interest\nevery mind ; so far from being tired of your conver-\nsation, I have hardly dismissed it from my thoughts\nsince we parted, and am astonished now that my\nsense of justice has not bitherto been more strongly\nroused by wrongs inflicted on a race, who have al-\nways interested my heart. I wonder that on our\nnational festivals, when surveying our beautiful coun-\ntry, our free institutions, our happy citizens, I have\nnot dwelt with deeper sympathy on the misfortunes\nof the colored people, that much injured portion of\nmy\nfellow countrymen.\nI was led in the course of a long walk a few days\nago, to a train of sad reflections on the inward, the\nmental state of female slaves. Strolling through a\nretired road, I noticed a hovel built in the roughest\nmanner and of the coarsest materials. The confined\ndiniensions, rude chimney, and narrow broken win-\ndows, all marked it out as the dwelling-place of ex-\ntreme poverty. The only door stood wide open,\nand displayed the wretchedness within that the exte-\nrior had indicated. I at once recognized it as the\nabode of a woman, by the articles of female dress\nwhich hung round the room, and was pleased to no-\ntice the little library arranged upon a broken chair.\nIndeed the sadness inspired by the appearance of so\nmuch external want, was relieved at once by the\nsight of the books. What boundless treasure, thought\nI, may those old volumes pour into the mind of the\npossessor! What glories may they open to her\nmental vision! What is this miserable habitation-\nwhat this seclusion from society, if the mind has\nbeen stored with pure thoughts and ennobled with\ngenerous sentiments? Then recurring to the sub-\njeci which had previously occupied me, in proportion\nas I was consoled by this cheering view of poverty\nalleviated, my feelings sunkon recollecting the\nsituation of the unhappy female slaves whose sor-\nlows and toil receive no alleviations from intellectual\nTheir situation,--alas ! I cannot picture\nit to my imagination ; for the very power of dwel-\nJing on this subject, of extending my thoughts beyond\nthe narrow circle of sensible objects, precludes the\npossibility of conceiving the degree of suffering en-\ndured by an uncultivated human being condemned\n10 unceasing labor. Forced from the exciting en-\ndearments and occupations of domestic life, without\nan idea for the mind to feed on, foreign to a dull\nround of irksome, inappropriate toil-Oh, sad condi-\ntion !-The heart sickens when the vilest criminal\nis justly deprived of freedom, and east upon his own\nresources.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "unfurnished mind. And is it possible that so many\nof my innocent countrywomen are suffering what\nlegislators have devised as a punishment for crime?\nThe absorbing sympathies, the quickening interests,\nthe animating variety of domestic life, all closed\nupon them ; the action of the heart checked-de-\nstroyed--that propelling action, which serves, in\nsome measure, amongst the free, to supply the want\nof mental culture, by keeping up a motion in the\nintellectual faculties ; particularly in a race upon\nwhom nature has bestowed peculiar susceptibility.\nThis influence of the affections on the powers of\nthe mind, I have seen remarkably exemplified in a\nservant or rather friend of our family.\nS. D.... when my grandmother received her\ninto service, was an inoffensive child, with no ex-\ntraordinary bodily or mental vigor. She was taught\nto read, and received with great attention the relig-\nious instruction that was carefully imparted, apply-\ning the precepts of christianity 10 her own heart and\nlife with a prompiness and simplicity truly exempla-\nry. Her humble duties were so regularly perform-\ned, she was so constantly at her post, so quiet, per-\nsevering, kind and gentle, that she soon became not\nonly dear to my grand parents, but to the numerous\nbranches of the family who were occasional visitors\nat the house. Few came who did not early seek an\ninterview with S. The welcome at the old pater-\nnal mansion was not quite complete without her\nsmile and pleasant greeting. Years passed on, and\nin their course brought those vicissitudes to which\nevery family is more or less subject. S. alone seem-\ned stationary. To a common observer she under-\nwent no change ; but her mind was ripening through\nthe intensity of her sympathy. So much did she\nenter into the feelings of others, and identify herself\nwith every member of the family, that she has had\nlarge experience and has grown wise through the\ntenderness of her heart. Her judgment on moral\nsubjects is excellent ; and, if I could divest her of an\ninclination to indulge me too much, I should con-\nsider her a very safe casuist. It is wonderful to see\nthe influence she obtains over children, and those\nengaged with her in household duties. I have smiled\nsometimes at the perfect efficiency of her low toned\nvoice to reduce to obedience an unruly boy. Her\ngoodness is so true, her kindness so sincere, that her\nunderstanding catches light from her emotions. She\nknows how to say and do by a glance that which it\nwould take many books to teach. But her under-\nstanding never appears to greater advantage, than in\nthe meek dignity with which she overcomes con.\ntempt. The laborers on my grand-father's farm,\nwhen employed from distant towns,--for S. is hon-\nored where she is known,-seeing themselves served\nby a colored woman, would often begin with ridicu-\nling her, and calling contemptuously upon her servi-\nces; but a few days always changed their manner to\na respectful kindness, and in some instances to a\nconfidential communication of secret sorrows, temp-\ntations, resolutions, &c. which proved the strong\nimpression made by her character on even the rud-\nest and most uncultivated. Piety and benevolence\nhave so refined and ennobled her mind, that she is\nindeed almost insensible to any personal disadvan-\ntage arising from her color ; but she feels the evil\non higher, inore disinterested principles, with deep\nWhen I spoke to her once on the subject\nshe replied, \" I have feared that the great distinction\nwhich is inade would be injurious to the cause of re-\nligion, when I have noticed it even at the table of\nour Lord, and on that solemn occasion, when the\nbody is committed to the earth.' At a time, she\nmeant to say, when it is expected that the value of\nevery thing external will disappear, and be lost in\nthe thought of that period when the body will be\nglorified only in proportion as the soul has been foru-\ned to the image of Jesus.\nI could write much more on this subject, but have\nonly time to add that I am ever your affectionate\nconcern.\nGrond",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "NO TEXT FOUND",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "FEMALE INFLUENCE.\nWe are more than half persuaded, that the coun-\ntry must look to female virtue and patriotism for\nemancipation from slavery--mental, as well as phy-\nsical, rather than to men. For aid in any moral en-\nterprise, or moral reform, we make our appeal to\nthe ladies, and they speak out in a spirit of frankness\nand independence the sentiments of their hearts ; but\nif we ask the countenance and support of men in\nsuch cases, they show a cowardly fear of their fel-\nlow men—they will look round slyly and cautiously\nto see whether this measure is like to be popular-\nwhether it will aid or injure them in their business,\nwhether people of influence and fashion will approve\nof it, or oppose it-whether it will be likely to help\nihem to office, or raise them to honor or power.\nWe look in vain for that cordiality, decision and\ndirectness of action which may always be found in\nthe female character.-Buston Christian Heralu.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "JUVENILE DEPARTMENT.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "For the Liberator.\nLETTER\nFROM THE LITTLE SLAVES TO THE SABBATH\nSCHOOL CHILDREN OF NEW-ENGLAND.\nBlest children, you will never know\nAll that we have to undergo ;\nWe labor hard from morn till night,\nFor one of your own color-white.\nOur master is a wicked man--\nFor when we do what work we can,\nHe 'll fret and scold-and say such words\nAs must displease the Lord of lords.\nHo ties us with a crael string,\nAnd whips us for some trifling thing;\nPerhaps for stopping just to eat\n\"The berries that surround our feet.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "At night, upon a bed of hay,\nWe pass our toilless hours away-\nAnd in the morning early rise,\nBefore the sun has reached the skies.\nWe have no schools no one to teach\nAnd none upon the Sabbath preach ;\nWe never hear of heaven and hell,\nExcept in oaths I fear to tell.\nNo mother here will ever dare\nLift up to God for us a prayer-\nExcept in secret, when no eye\nSees her, but that of Deity.\n0, favored, happy children, you\nCan never know what we pass through,\nLest you yourselves should slaves become,\nAnd leave your parents, friends and home.\nThen think of us, and pray that He\nWho knows all things, will set us free ;\nAnd we to you will send our love,\nAnd hope to meet you all above.\nPORTLAND.\nPHILO-PAIDOS.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "THE TWO BOYS. \nAs W. A. B. a citizen of New-York, was re-\nturning from Albany in the year 1818 or 1819, in\nthe stage-coach, they were overturned, and he was\nso much hurt as to render him unable to proceed :\nhe therefore remained at a house about twenty\nmiles from the city. Not long after his fellow-\ntravellers had left him, a man by the name of\nHoward, with two little black boys in a covered\nsleigh, stopped at the door ; and our traveller\nfeeling sutficiently recovered from his hurt to pro-\nceed on his journey in an easy way, requested\nHoward to allow him to take a seat in his sleigh,\nand accompany him to New-York, whither he\ntold him he was going.\nHis request was at first refused, but after much\npersuasion and an offer of payment for the trouble,\nhe was permitted to bear them company. On\nleaving the house, one of the boys was placed on\nthe back of the sleigh, (perhaps because their con-\nversation might betray the wicked purposes of\ntheir master,) and this boy being often called to,\nwere circumstances which created suspicion that\nall was not right. They had not gone far, before\nthe boy was missing ; and Howard going back to\nlook for him, gave B. an opportunity to ask the\nother boy some questions ; from whose answers\nhe plainly perceived that the design was to take\nthem to the southern states, for the purpose of\nselling them.\nThe hoy being soon found, they proceeded\nquietly along till near evening, when they reach-\ned the city. B. being left at his own house, he\nsent a person after Howard, to see where he put\nup; but instead of going to a livery stable, as he\nsaid he should, he went directly to the ferry, at\nPowles Hook, and crossed. This information was\ncommunicated by B. to some of the members of\nthe Manumission Society, and two of them, C.\nM. and S. W. who were of the standing commit-\ntee, were, next morning, though it was a severe\nsnow-storm, at the ferry before daylight, and\ncrossing as soon as they could, pursued him sev-\neral miles on the post road to Philadelphia ; but\nfinding on inquiry, that he had turned off into a\nby-way, they followed and overtook him, after\ntravelling several miles further.\nAt the house where he had put up, he appear-\ned to be very familiar, and said he had been fre-\nquently there, on his way to and from Washing-\nton. Being informed that he had violated the\nlaws of New-York in bringing the boys away,\nand that he must return with them, he made many\nexcuses ; but they were not sufficient, and they\nall returned together.\nIt appeared, however, on examination of both\nHoward and the boys, that they were going by\ntheir own consent ; therefore after a severe rep-\nrimand, and Howard had left money to pay the\npassage of one of them in the stage-coach back to\nthe place of his residence, he was sufferel to de-\npart. The other, named John Jackson, is a near\nconnexion of Peter Williams's wife, in this city.\nThis one was soon sent to sea, and has followed\nthat employment ever since ; the other soon re-\nturned home. They were both taken to P. W's\nhouse, where they remained some days.\nFrom the boys' account, it appears that one of\nthem had run away from his master in Connecti-\ncut, and had gone to Peekskill, where the other\nlived. There Howard meeting with them, told\nthem of many fine and curious things to be seen\nat Washington, to which place he was going, and\nwhither he would carry them, free of expense.\nWhen they passed through the city, he told\nthem they must lie close in the bottom of the\nsleigh, for fear they would be taken away, and\nkept as chimney-sweepers.\nThey were so entirely deceived by his promis-\nes, and so pleased with the prospect he held out\nto them, that they could scarcely be persuaded to\nquit his company, even when their danger was\nstated to them.-Poor boys! they did not know\nthe miserable state to which this base man was\nleading them.-Mott's Sketches.",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "For the Liberator.\nON HEARING A CHILD SAY FATHER.\"\nForbear, dear child! don't say that word\nWhich just now from thy lips I heard ;\nMy heart is full whene'er I hear\nA child say . Father -Oh, forbear!\nI, too, a father once possessed ;\nBeloved by him, by him caressed ;\nIn infant sport he'd join with me,\nWell pleased my inerriment to see.\nAnd when to riper years I grew,\nHe told me ever to pursue\nThat narrow path which leads to bliss----\nThe only road to happiness.\nBut, ah, he's gone and I no more\nWith joy shall view those features o'ers\nNo more within those arms be prest,\nAnd calmly, sweetly sink to rest !\nToo good to tarry longer here,\nHis Father called him to appear\nBefore Him. High in heaven above,\nHe tastes the fulness of His love.\nThere, 'midst that bright angelic band,\nWho ever dwell at God's right hand,\nDear father, in thy happy home,\nWait till my Saviour bids me come.\nBoston, Murch 8.\nMEDORA",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "Canst thou, and honor'd with a Christian's name,\nBuy what is woman-born, and feel no shame ;\nTrade in the blood of innocence, and plead\nExpedience as a warrant for the deed?",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                },
                {
                    "title": "null",
                    "subtitle": "null",
                    "images": "null",
                    "ocr_text": "Canst thou, and honor'd with a Christian's name,\nBuy what is woman-born, and feel no shame ;\nTrade in the blood of innocence, and plead\nExpedience as a warrant for the deed?",
                    "subjects": "null",
                    "names": "null",
                    "locations": "null"
                }
            ]
        }
    ]
}